[
  {
    "id": 1,
    "name": "সূরা ফাতিহা",
    "arabic": "بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ- الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ- الرَّحْمَٰنِ الرَّحِيمِ- مَالِكِ يَوْمِ الدِّينِ- إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ- اهْدِنَا الصِّرَاطَ الْمُسْتَقِيمَ- صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ",
    "bangla": "বিসমিল্লাহির রহমানির রহিম। আলহামদু লিল্লাহি রব্বিল আলামিন। আররহমানির রাহিম। মালিকি ইয়াওমিদ্দিন। ইয়্যাকা না’বুদু ওয়া ইয়্যাকা নাসতাইন । ইহদিনাস সিরাতা’ল মুসতাকিম । সিরাতা’ল্লা যিনা আনআ’মতা আ’লাইহিম গা’ইরিল মাগ’দু’বি আ’লাইহিম ওয়ালাদ্দল্লিন।",
    "description": "অর্থঃ\nশুরু করছি আল্লাহর নামে যিনি পরম করুণাময়, অতি দয়ালু। যাবতীয় প্রশংসা আল্লাহ তা’আলার যিনি সকল সৃষ্টি জগতের পালনকর্তা। যিনি নিতান্ত মেহেরবান ও দয়ালু। বিচার দিনের একমাত্র অধিপতি। আমরা একমাত্র তোমারই ইবাদত করি এবং শুধুমাত্র তোমারই সাহায্য প্রার্থনা করি। আমাদের সরল পথ দেখাও। সে সমস্ত লোকের পথ, যাদেরকে তুমি নেয়ামত দান করেছ। তাদের পথ নয়, যাদের প্রতি তোমার গজব নাযিল হয়েছে এবং যারা পথভ্রষ্ট হয়েছে।",
    "target": 1,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 2,
    "name": "সূরা ইখলাস",
    "arabic": "قُلْ هُوَ ٱللَّهُ أَحَدٌ- ٱللَّهُ ٱلصَّمَدُ- لَمْ يَلِدْ وَلَمْ يُولَدْ- وَلَمْ يَكُن لَّهُۥ كُفُوًا أَحَدٌۢ",
    "bangla": "কুল হুওয়াল্লা-হু আহাদ। আল্লা-হুসসামাদ। লাম ইয়ালিদ ওয়ালাম ইঊলাদ। ওয়া লাম ইয়াকুল্লাহূ কুফুওয়ান আহাদ।",
    "description": "অর্থঃ বল, তিনিই আল্লাহ, এক-অদ্বিতীয়। আল্লাহ কারো মুখাপেক্ষী নন। তিনি কাউকে জন্ম দেননি এবং তাকেও জন্ম দেয়া হয়নি। আর তার কোন সমকক্ষও নেই।",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 3,
    "name": "সুবহানাল্লাহ",
    "arabic": "سُبْحَانَ اللّٰه",
    "bangla": "সুবহানাল্লাহ",
    "description": "অর্থঃ\nআল্লাহ তাআলা পুতঃপবিত্র\n\nহজরত সাদ ইবনে আবি ওয়াক্কাস রাদিয়াল্লাহু আনহু বলেন, আমরা রাসুল সাল্লাল্লাহু  আলাইহি ওয়া সাল্লামের নিকট  ছিলাম। তিনি বললেন, তোমাদের কোনো ব্যক্তি প্রত্যেক দিন ১০০০ নেকি অর্জন করতে সক্ষম কি? তন্মধ্যে একজন বললেন, আমাদের মধ্যে কোনো ব্যক্তি কিভাবে ১০০০ হাজার নেকি অর্জন করবে? তখন রাসুল সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম বললেন, ১০০ বার سُبْحَانَ اللهِ (সুবহানাল্লাহ) বললে, তার জন্য ১০০০ হাজার নেকি লেখা হবে। অথবা তার ১০০০ পাপ মোচন করা হবে। (মুসলিম, মিশকাত)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 4,
    "name": "আলহামদুলিল্লাহ",
    "arabic": " ٱلْحَمْدُ لِلَّٰهِ",
    "bangla": "আলহামদুলিল্লাহ",
    "description": "অর্থঃ সমস্ত প্রশংসা মহান আল্লাহর জন্য।\n\nমহানবী (সা.) বলেছেন, ‘আল্লাহর কাছে চারটি বাক্য প্রিয়, সুবহানাল্লাহ, আলহামদুলিল্লাহ, লা-ইলাহা ইল্লাল্লাহ, আল্লাহু আকবার।’ (মুসলিম)\nহাদিসে আছে, ‘আল্লাহর মাহাত্ম্য বর্ণনা ও প্রশংসার জন্য আলহামদুলিল্লাহর চেয়ে উত্তম বাক্য আর নেই।’ (তিরমিজি)\nআরেকটি হাদিসে বলা হয়েছে, ‘আল্লাহ সবচেয়ে বেশি নিজের প্রশংসা পছন্দ করেন, এ জন্য তিনি নিজের প্রশংসা করেছেন এবং আমাদেরও তাঁর প্রশংসার নির্দেশ দিয়েছেন।’ (বুখারি)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 5,
    "name": "আল্লাহু আকবার",
    "arabic": "اللَّهُ أَكْبَرُ",
    "bangla": "আল্লাহু আকবার",
    "description": "অর্থঃ\n‘আল্লাহু আকবার’ অর্থ হলো, যিনি মর্যাদায় মহান, রাজত্বের শ্রেষ্ঠতম সুলতান। তাঁর চেয়ে সম্মানিত কেউ নেই। তাঁর চেয়ে বড় রাজাধিরাজ কেউ নেই। সব ক্ষমতার উৎস একমাত্র তিনিই।\n\nরাসুলুল্লাহ (সা.) বলেছেন, ‘সুবহানাল্লাহ, ওয়াল-হামদু লিল্লাহ, ওয়া লা ইলাহা ইল্লাল্লাহু ওয়াল্লাহু আকবার’ (আল্লাহ অতীব পবিত্র, সব প্রশংসা আল্লাহর জন্য, আল্লাহ ছাড়া কোনো মাবুদ নেই, আল্লাহ সর্বশ্রেষ্ঠ) বলা আমার কাছে যেসব জিনিসের ওপর সূর্য উদিত হয় তা থেকে বেশি পছন্দনীয়।’ (তিরমিজি, হাদিস : ৩৫৯৭)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 6,
    "name": "কালিমা তয়্যিবাহ",
    "arabic": "لآ اِلَهَ اِلّا اللّهُ مُحَمَّدٌ رَسُوُل اللّهِ",
    "bangla": "লা-ইলাহা ইল্লাল্লাহু মুহাম্মাদুর রাসূলুল্লাহ।",
    "description": "অর্থঃ\nআল্লাহ এক আর কোন মাবুদ নেই। হযরত মুহাম্মদ (সাঃ) আল্লাহর প্রেরিত রাসূল।\n\nকালেমা তাইয়্যেবা নিয়মিত পাঠের মাধ্যমে নবীর শাফায়াত লাভ করা যায়। কালেমা তাইয়্যেবা পড়তে পড়তে ইন্তেকাল হলে মৃত্যুর সঙ্গে সঙ্গে জান্নাত । মুআজ ইবনে জাবাল (রা.) বলেন, রাসুল (সা.) বলেছেন, যার শেষ কথা হবে ‘লা ইলাহা ইল্লাল্লাহ’ সে জান্নাতে প্রবেশ করবে। (মুস্তাদরাক হাকেম, হাদিস : ১৮৭৮)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 7,
    "name": "দরুদ শরিফ",
    "arabic": "اللّٰهُمَّ صَلِّ عَلٰى مُحَمَّدٍ وَّعَلٰى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلٰى إِبْرَاهِيْمَ وَعَلٰى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ - اَللّٰهُمَّ بَارِكْ عَلٰى مُحَمَّدٍ وَّعَلٰى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلٰى إِبْرَاهِيْمَ وَعَلٰى آلِ إِبْرَاهِيْمَ إِنَّكَ حَمِيْدٌ مَّجِيْدٌ",
    "bangla": "আল্লাহুম্মা সাল্লি আ’লা মুহাম্মাদিওঁ ওয়া আ’লা আলি মুহাম্মাদিন কামা সাল্লাইতা আ’লা ইব্‌রাহীমা ওয়া আ’লা আলি ইব্‌রাহীমা ইন্নাকা হামীদুম্ মাজীদ, আল্লাহুম্মা বারিক আ’লা মুহাম্মাদিওঁ ওয়া আ’লা আলি মুহাম্মাদিন কামা বারাক্‌তা আ’লা ইব্রাহীমা ওয়া আ’লা আলি ইব্রাহীমা ইন্নাকা হামীদুম্ মাজীদ।",
    "description": "অর্থঃ\nহে আল্লাহ! তুমি মুহাম্মাদ (সা.) এবং তাঁর বংশধরদের ওপর এই রূপ রহমত নাজিল করো, যেমনটি করেছিলে ইব্রাহিম ও তার বংশধরদের ওপর। নিশ্চয়ই তুমি প্রশংসনীয় ও সম্মানীয়। হে আল্লাহ! তুমি মুহাম্মাদ (সা.) এবং তার বংশধরদের ওপর বরকত নাজিল করো, যেমন বরকত নাজিল করেছিলে ইব্রাহিম ও তার বংশধরদের ওপর। নিশ্চয়ই তুমি প্রশংসনীয় ও সম্মানীয়।\n\nদরুদ শরীফ পাঠ করলে সহজে দোয়া কবুল হয়ে যায়। হজরত ওমর বিন খাত্তাব (রা.) বলেন, নিশ্চয় বান্দার দোয়া-মোনাজাত আসমান ও জমিনের মাঝখানে ঝুলানো থাকে, তার কোনো কিছু আল্লাহপাকের নিকট পৌঁছে না যতক্ষণ না বান্দা তার নবীর প্রতি দরুদ পাঠ করবে। (তিরমিজী শরিফ)।",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 8,
    "name": "সাইয়িদুল ইস্তিগফার (সকালে ও সন্ধ্যায়)",
    "arabic": "اَللَّهُمَّ أَنْتَ رَبِّىْ لآ إِلهَ إلاَّ أَنْتَ خَلَقْتَنِىْ وَأَنَا عَبْدُكَ وَأَنَا عَلى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ، أَعُوْذُبِكَ مِنْ شَرِّمَا صَنَعْتُ، أبُوْءُ لَكَ بِنِعْمَتِكَ عَلَىَّ وَأَبُوْءُ بِذَنْبِىْ فَاغْفِرْلِىْ، فَإِنَّهُ لاَيَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ",
    "bangla": "আল্লা-হুম্মা আনতা রব্বী লা ইলা-হা ইল্লা আনতা খালাক্বতানী, ওয়া আনা ‘আবদুকা ওয়া আনা ‘আলা ‘আহদিকা ওয়া ওয়া‘দিকা মাসতাত্বা‘তু, আ‘ঊযুবিকা মিন শার্রি মা ছানা‘তু। আবূউ লাকা বিনি‘মাতিকা ‘আলাইয়া ওয়া আবূউ বিযাম্বী ফাগফিরলী ফাইন্নাহূ লা ইয়াগফিরুয্ যুনূবা ইল্লা আনতা।",
    "description": "অর্থ:\n‘হে আল্লাহ! তুমি আমার পালনকর্তা। তুমি ব্যতীত কোন উপাস্য নেই। তুমি আমাকে সৃষ্টি করেছ। আমি তোমার দাস। আমি আমার সাধ্যমত তোমার নিকটে দেওয়া অঙ্গীকারে ও প্রতিশ্রুতিতে দৃঢ় আছি। আমি আমার কৃতকর্মের অনিষ্ট হ’তে তোমার নিকটে আশ্রয় প্রার্থনা করছি। আমি আমার উপরে তোমার দেওয়া অনুগ্রহকে স্বীকার করছি এবং আমি আমার গোনাহের স্বীকৃতি দিচ্ছি। অতএব তুমি আমাকে ক্ষমা কর। কেননা তুমি ব্যতীত পাপসমূহ ক্ষমা করার কেউ নেই’।\n\nরাসূলুল্লাহ (ছাঃ) বলেন, ‘যে ব্যক্তি দৃঢ় বিশ্বাসের সাথে এই দো‘আ পাঠ করবে, দিনে পাঠ করে রাতে মারা গেলে কিংবা রাতে পাঠ করে দিনে মারা গেলে, সে জান্নাতী হবে’।",
    "target": 2,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 9,
    "name": "ইস্তিগফার",
    "arabic": "أَسْتَغْفِرُ اللهَ وَأَتُوْبُ إِلَيْهِ",
    "bangla": "আস্তাগফিরুল্লাহা ওয়া আতুবু ইলাইহি।",
    "description": "অর্থঃ\nআমি আল্লাহর ক্ষমা প্রার্থনা করছি এবং তাঁর কাছেই ফিরে আসছি\n\nএই ইসতেগফারটি প্রতিদিন ৭০ থেকে একশবার পড়কে হবে। রাসুলুল্লাহ (সা.) প্রতিদিন সত্তরবারের বেশি তওবাহ ও ইসতেগফার করতেন।’ (বুখারি)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 10,
    "name": "লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
    "arabic": " لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ",
    "bangla": "লা হাওলা ওয়ালা কুওয়াতা ইল্লা বিল্লাহ",
    "description": "অর্থ:\nআল্লাহ ছাড়া কোনো ভরসা নেই, কোনো ক্ষমতা বা শক্তি নেই।\n\nআবু মুসা আশআরি (রা.) বর্ণনা করেন, রাসুল (সা.) একবার আমাকে বললেন, ‘তোমাকে জান্নাতের অন্যতম ধনভাণ্ডারের কথা কি বলে দেব?’ আমি বললাম, অবশ্যই বলে দিন, হে আল্লাহর রাসুল! তিনি বললেন, لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ (লা হাওলা অলা ক্বুওয়াতা ইল্লা বিল্লাহ) (বুখারি, হাদিস : ২৯৯২; মুসলিম, হাদিস : ২৭০৪, তিরমিজি, হাদিস : ৩৩৭৪; আবু দাউদ, হাদিস : ১৫২৬)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 11,
    "name": "দোয়া ইউনুস",
    "arabic": "لَا إِلَهَ إِلَّا أَنْتَ سُبْحَانَكَ، إِنِّي كُنْتُ مِنَ الظَّالِمِينَ",
    "bangla": "লা ইলাহা ইল্লা আন্তা সুবহানাকা ইন্নি কুনতু মিনাজ জোয়ালিমিন। ",
    "description": "অর্থ:\nতুমি ছাড়া কোনো মাবুদ নেই, তুমি পবিত্র সুমহান। আমি নিশ্চয়ই জালিমদের দলভুক্ত।\n\nদৈনিক এক হাজার বার দোয়া ইউনুস পড়লে পদমর্যাদা সমুন্নত হয়। আল্লাহ তার রুজি-রোজগারে সমৃদ্ধি দান করেন। দুঃখ-যন্ত্রণা, পেরেশানি, অশান্তি ও কষ্ট-প্রভৃতি দূর করেন। তার জন্য সব রকম কল্যাণের দ্বার খুলে দেন। শয়তানের প্ররোচনা থেকে তাকে রক্ষা করেন।",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 12,
    "name": "ইয়া যাল-জালালি ওয়াল ইকরাম",
    "arabic": "يَا ذَا الْجَلَالِ وَالْاِكْرَامِ",
    "bangla": "ইয়া যাল-জালালি ওয়াল ইকরাম",
    "description": "অর্থঃ\nহে মহামহিম ও মহানুভব।\n\nনবীজি (সা.) এক হাদিসে বলেছেন, ‘তোমরা সব সময় ইয়া জাল জালালি ওয়াল ইকরাম পড়াকে অপরিহার্য করে নাও (তিরমিজি, হাদিস: ৩,৫২৫)। অর্থাৎ সব সময় এই নাম পড়ার প্রতি নির্দেশ দেওয়া হয়েছে।\nনবীজি (সা.) নামাজ আদায়ের পরে বসা অবস্থায় বলতেন, ‘আল্লাহুম্মা আনতাস সালাম ওয়া মিনকাস সালাম তাবারাকতা ইয়া জাল জালালি ওয়াল ইকরাম।’ অর্থাৎ ‘হে আল্লাহ, আপনি সালাম (শান্তি নিরাপত্তা প্রদানকারী, আপনার পক্ষ থেকেই সালাম (শান্তি ও নিরাপত্তা) আসে। আপনি বরকতময়, হে মহিমময় মহানুভব। (মুসলিম, হাদিস: ৫৯১-৫৯২",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 13,
    "name": "সুব্‌হানাল্লাহি ওয়া বিহামদিহী, সুব্‌হানাল্লা-হিল ‘আযীম",
    "arabic": "سُبْحَانَ اللهِ وَبِحَمْدِهٖ، سُبْحَانَ اللّٰهِ الْعَظِيْمِ",
    "bangla": "সুব্‌হানাল্লা-হি ওয়া বিহামদিহী, সুব্‌হানাল্লা-হিল ‘আযীম",
    "description": "অর্থঃ\nআল্লাহ্‌র প্রশংসা সহকারে তাঁর পবিত্রতা ও মহিমা বর্ণনা করছি। মহান আল্লাহর পবিত্রতা ও মহিমা ঘোষণা করছি।\n\n‘যে ব্যক্তি ‘সুবহানাল্লাহিল আজিম ওয়া বিহামদিহি’ পাঠ করে, তার জন্য জান্নাতে একটি খেজুরগাছ রোপণ করা হয়।’ (তিরমিজি, হাদিস নং : ৩৪৬৪)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 14,
    "name": "হাসবুনাল্লাহু ওয়া নি'মাল ওয়াকিল",
    "arabic": "حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ",
    "bangla": "হাসবুনাল্লাহু ওয়া নি'মাল ওয়াকিল",
    "description": "অর্থঃ\nআল্লাহ তাআলাই আমাদের জন্য যথেষ্ট, তিনিই হলেন উত্তম কর্মবিধায়ক।\n\n‘হাসবুনাল্লাহু ওয়া নি’মাল ওয়াকিল’-অংশটি কোরআনের আয়াত। এটি পড়ার কথা পবিত্র সহিহ হাদিসের মাধ্যমে প্রমাণিত। ইবরাহিম (আ.)-কে আগুনে নিক্ষেপ করা হলো এবং রাসুল (সা.) (মুশরিকদের হামলা হবে এমন খবর শুনে হামরাউল আসাদে) উক্ত দোয়াটি পাঠ করেন (বুখারি, হাদিস : ৪৫৬৩; আলে ইমরান, আয়াত : ১৭৩)",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 15,
    "name": "কালিমায়ে তাওহিদ",
    "arabic": "لَا إِلَٰهَ إِلَّا ٱللَّٰهُ وَحْدَهُ لَا شَرِيكَ لَهُ، لَهُ ٱلْمُلْكُ وَلَهُ ٱلْحَمْدُ، يُحْيِي وَيُمِيتُ وَهُوَ حَيٌّ لَا يَمُوتُ أَبَدًا أَبَدًا، ذُو ٱلْجَلَالِ وَٱلْإِكْرَامِ بِيَدِهِ ٱلْخَيْرُ وَهُوَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
    "bangla": "লা ইলাহা ইল্লাল্লাহু ওয়াহদাহু লা শারিকা লাহু, লাহুল মুলকু ওলাহুল হামদু উহয়ী ওয়া ইয়োমিতু ওয়া হুয়া হাইয়ুল লা ইয়ামুতু আবাদান আবাদা জুল জালালি ওয়াল ইকরাম বি ইয়াদিহিল খাইর ওয়া হুয়া আলা কুল্লি শাইয়িন কাদির",
    "description": "অর্থঃ\nআল্লাহ ব্যতীত কোন উপাস্য নেই, তিনি এক ও অদ্বিতীয়। তার কোন অংশীদার নেই। সকল ক্ষমতা এবং প্রশংসা তারই জন্য। তিনিই জীবন ও মৃত্যুর মালিক। তিনি চিরঞ্জীব, তিনি সকল সম্মানের মালিক। তার হাতেই সকল মঙ্গল এবং তিনি সবকিছুর উপর ক্ষমতা রাখেন।\n\nএই কালেমা অধিক পাঠের বিস্তর ফযিলত। মুসলিমরা যদি প্রতিদিন নিয়মিত এই কালেমা মনে মনে পাঠ করতে থাকে - তবে আল্লাহ তাদের অন্তরে এক প্রকার মহিমা এবং প্রবল ইমানী শক্তি দান করেন। ",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 16,
    "name": "কেয়ামতের দিন হিসাব সহজ হওয়ার দোয়া",
    "arabic": "اللَّهُمَّ حَاسِبْنِي حِسَابَاً يَسِيرَاً",
    "bangla": "আল্লাহুম্মা হাসিবনি হিসাবাই ইয়াসিরা।",
    "description": "অর্থঃ\nহে আল্লাহ! (কেয়ামতের দিন) আমার কাছ থেকে সহজ করে হিসাব নিও।\n\nকেয়ামতের দিন প্রতিটি মানুষের অবস্থা হবে ভয়াবহ। কেননা সেদিন প্রতিটি মানুষকে তার কর্মের জবাব দিতে হবে। বিশ্বনবী হযরত মুহাম্মদ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এ মর্মে সতর্ক করেছেন, 'যার হিসাব পরীক্ষা করা হবে; তাকে আজাব দেওয়া হবে।' তবে কেয়ামতের  দিন হিসাব সহজ হওয়ার জন্য আল্লাহর কাছে দোয়া করতে বলেছেন তিনি। ",
    "target": 100,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 17,
    "name": "কেয়ামতের দিন হিসাব সহজ (সকাল সন্ধ্যা ৩ বার)",
    "arabic": "رَضيتُ بالله رَبّاً ، وبالإسلامِ ديناً ، وبمحمَدٍ نَبِيًّا وَّرَسولاً",
    "bangla": "রাদিতু বিল্লাহি রাব্বাউঁ ওয়া বিল ইসলামী দ্বিনাউঁ ওয়া বিমুহাম্মাদিন নাবিয়্যাঁও ওয়া রাসুলা’।",
    "description": "অর্থঃ\nআমি আল্লাহকে রব, ইসলামকে দ্বিন এবং মুহাম্মদ (সা.)-কে রাসুল হিসেবে সন্তুষ্টচিত্তে মেনে নিয়েছি।\n\n‘যে ব্যক্তি সকাল-বিকেল তিনবার এই দোয়া পড়বে, কিয়ামতের দিন আল্লাহ তাআলা তাকে নেকি বৃদ্ধির দ্বারা সন্তুষ্ট করবেন।’ (তিরমিজি, হাদিস : ২/১৭৬)",
    "target": 6,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 18,
    "name": "জাহান্নাম থেকে ‍মুক্তি (ফজর ও মাগরিব ৭ বার)",
    "arabic": "اللَّهُمَّ أَجِرْنِى مِنَ النَّارِ",
    "bangla": "আল্লাহুম্মা আজিরনি মিনান নার।",
    "description": "অর্থঃ\nহে আল্লাহ! আমাকে জাহান্নামের আগুন থেকে মুক্তি দাও\n\nযে ব্যক্তি ফজর ও মাগরিবের পর সাতবার নিম্নের দোয়াটি পাঠ করে এবং ওই দিনে বা রাতে তার মৃত্যু হয়, তাহলে সে জাহান্নাম থেকে মুক্তি লাভ করবে। (আবু দাউদ ৫০৭৯)",
    "target": 14,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  },
  {
    "id": 19,
    "name": "পেরেশানি থেকে মুক্তি (সকাল সন্ধ্যা ৭ বার)",
    "arabic": "حَسْبِيَ اللَّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ",
    "bangla": "হাসবিয়াল্লাহু লা ইলাহা ইল্লা হুয়া আলাইহি তাওয়াক্‌কাল্‌তু ওয়া হুয়া রাব্বুল আরশিল আজিম।",
    "description": "অর্থঃ\nআল্লাহ তাআলাই আমার জন্য যথেষ্ট। তিনি ব্যতিত কোনো উপাস্য নেই। তারই ওপর আমি ভরসা করি। তিনিই মহা আরশের অধিপাতি।\n\nযে ব্যক্তি সকাল-সন্ধ্যা নিম্নের আয়াতটি সাতবার পাঠ করবে তাকে সব পেরেশানি থেকে মুক্তি দেয়ার জন্য আল্লাহই যথেষ্ট। (আবু দাউদ ৫০৮১)",
    "target": 14,
    "count": 0,
    "totalCount": 0,
    "defaultAmol": true,
    "favourite": false
  }
]
